Repository: GNOME/loupe
Catalog: po/*.po
Languages: kab, ug

source: Image Viewer
kab: Ameẓray n tugniwin
ug: سۈرەت كۆرگۈ

source: View and edit images
ug: سۈرەتنى كۆرسىتىپ ۋە تەھرىرلەيدۇ

source: Picture;Graphics;Loupe;
kab: Tugna;Ulifen;Loupe;
ug: Picture;Graphics;Loupe;رەسىم;گىرافىك;سۈرەت;

source: Show the image properties sidebar
kab: Sken afeggag adisan n waraten n tugna
ug: سۈرەت خاسلىق يان بالداقنى كۆرسىتىدۇ

source: The GNOME Project
kab: Asenfar n GNOME
ug: GNOME قۇرۇلۇشى

source: Browse through your images and inspect their metadata with:
kab: Inig deg tugniwin-ik, tsewḍeḍ aɣefisefka-nsent:
ug: سۈرەتلىرىڭىزگە كۆز يۈگۈرتۈپ، ئۇلارنىڭ تەپسىلىي سانلىق مەلۇماتىنى تەكشۈرىدۇ:

source: Fast GPU accelerated image rendering
kab: Tiririt n tugna tettuckeḍ s GPU uzrib
ug: تېز GPU سۈرەت شەكىللەندۈرۈشنى تېزلىتىدۇ

source: Tiled rendering for vector graphics
kab: Tiririt d tabursa i wudlif amaway
ug: ۋېكتورلۇق گىرافىكنى بۆلەكلەپ شەكىللەندۈرىدۇ

source: Extendable and sandboxed image decoding
kab: Asettengel n tugniwin yettuseɣzafen d tigin n ummesten
ug: كېڭەيتىشچان ۋە قۇم ساندۇقىدا سىنالغان سۈرەت كودلىغۇچ

source: Accessible presentation of the most important metadata.
kab: Timsikent i unekcum ɣer waɣefisefka yesεan azal.
ug: ئەڭ مۇھىم تەپسىلىي سانلىق مەلۇماتنى زىيارەتچان گەۋدىلەندۈرىدۇ.

# shortcut window
source: General Shortcuts
kab: Inegzumen n unasiw imuta
ug: ئادەتتىكى تېزلەتمە

# shortcut window
source: Copy Image or Selected Text to Clipboard
ug: سۈرەت ياكى تاللانغان تېكىستنى چاپلاش تاختىسىغا كۆچۈرىدۇ

# shortcut window
source: Move Image to Trash
kab: Senkez tugna ɣer tqecwalt
ug: سۈرەتنى ئەخلەتخانىغا يۆتكەيدۇ

# shortcut window
source: Permanently Delete Image
kab: Kkes tugna i lebda
ug: سۈرەتنى مەڭگۈلۈك ئۆچۈرىدۇ

# shortcut window
source: Open Image with Other App
ug: سۈرەتنى باشقا ئەپتە ئاچىدۇ

# shortcut window
source: Set as Background
kab: Sbadu-t d agilal
ug: تەگلىككە تەڭشەيدۇ

# shortcut window
source: New Window
kab: Asfaylu amaynut
ug: يېڭى كۆزنەك

# shortcut window
source: Open Help
kab: Ldi tallalt
ug: ياردەمنى ئاچىدۇ

# shortcut window
source: Show Keyboard Shortcuts
kab: Sken-d inegzumen n unasiw
ug: ھەرپتاختا قىسقا يولىنى كۆرسىتىدۇ

# shortcut window
source: Close Window
kab: Mdel asfaylu
ug: كۆزنەك ياپ

# shortcut window
source: Quit
kab: Ffeɣ
ug: چېكىن

# shortcut window
source: Navigate Images
kab: Sineg tugniwin
ug: سۈرەتكە يول باشلايدۇ

# shortcut window
source: Next Image
kab: Tugna tuḍfirt
ug: كېيىنكى سۈرەت

# shortcut window
source: Previous Image
kab: Tugna tudfirt
ug: ئالدىنقى سۈرەت

# shortcut window
source: First Image
kab: Tugna tamezwarut
ug: بىرىنچى سۈرەت

# shortcut window
source: Last Image
kab: Tugna taneggarut
ug: ئاخىرقى سۈرەت

# shortcut window
source: Rotate Image
kab: Zzi tugna
ug: سۈرەت ئايلاندۇرىدۇ

# shortcut window
source: Rotate Clockwise
kab: Zzi deg tnila tisegnatin n temrilt
ug: سائەت يۆنىلىشىدە ئايلاندۇر

# shortcut window
source: Rotate Counterclockwise
kab: Zzi mgal tanila tisegnatin n temrilt
ug: سائەتكە قارشى يۆنىلىشتە ئايلاندۇر

# shortcut window
source: Zoom Image
kab: Semɣer tugna
ug: سۈرەت چوڭلۇقى

# shortcut window
source: Zoom In
kab: Semẓi
ug: يېقىنلات

# shortcut window
source: Zoom Out
kab: Semɣer
ug: يىراقلات

# shortcut window
source: Best Fit
kab: Asemsawi igerrzen
ug: ئەڭ مۇناسىپ

# shortcut window
source: Original Scale
kab: Tafesna tagejdant
ug: ئەسلى نىسبىتى

# shortcut window
source: 200% Scale
kab: 200% n tfesna
ug: نىسبىتى 200‪%‬

# shortcut window
source: Pan View
kab: Taskant n ugalis
ug: سىلجىتىپ كۆرسەت

# shortcut window
source: Pan Left
kab: Agalis n zelmeḍ
ug: سولغا سىلجىت

# shortcut window
source: Pan Right
kab: Agalis n yeffus
ug: ئوڭغا سىلجىت

# shortcut window
source: Pan Up
kab: Agalis afellay
ug: ئۈستىگە سىلجىت

# shortcut window
source: Pan Down
kab: Agalis ddaw
ug: ئاستىغا سىلجىت

# shortcut window
source: View
ug: كۆرۈنۈش

# shortcut window
source: Toggle Fullscreen
kab: Qluqel ɣer ugdil aččuran
ug: تولۇق ئېكرانغا ئالماش

# shortcut window
source: Leave Fullscreen
kab: Ffeɣ seg ugdil aččuran
ug: تولۇق ئېكراندىن چېكىن

# shortcut window
source: Toggle Image Properties
kab: Beddel araten n tugna
ug: سۈرەت خاسلىقىنى ئالماشتۇر

# shortcut window
source: Show Main Menu
kab: Sken umuɣ agejdan
ug: ئاساسىي تىزىملىكنى كۆرسىتىدۇ

# shortcut window
source: Gestures
kab: Isilifen
ug: قول ئىشارەت

# shortcut window
source: Editing
ug: تەھرىرلەش

# shortcut window
source: Open Editing View
ug: تەھرىرلەش كۆرۈنۈشىنى ئاچىدۇ

# shortcut window
source: Replace Original
ug: ئەسلىسىنى ئالماشتۇرىدۇ

# shortcut window
source: Save As
ug: باشقا ئاتتا ساقلا

# shortcut window
source: Cancel
ug: ۋاز كەچ

# shortcut window
source: Mirror Horizontally
ug: توغرىسىغا ئۆرۈيدۇ

# shortcut window
source: Mirror Vertically
ug: بويىغا ئۆرۈيدۇ

# shortcut window
source: Apply Crop
ug: قايچىلاشنى قوللان

source: translator-credits
kab: amsuqqel-isemdan
ug: تەرجىمان تۆھپىسى Gheyret Kenji <gheyret@gmail.com> ئابدۇقادىر ئابلىز <sahranbay@gmail.com>

source: Copyright © 2020–2024 Christopher Davis et al.
kab: Izerfan © 2020–2024 Christopher Davis et al.
ug: نەشر ھوقۇقى © 2020–2024 Christopher Davis قاتارلىقلارغا تەۋە.

source: Could not list other files in directory.
kab: Ur yezmir ara ad yebder ifuyla niḍen deg ukaram.
ug: مۇندەرىجىدىكى باشقا ھۆججەتنى تىزىپ كۆرسىتەلمەيدۇ.

source: N
kab: Agafa
ug: شى

source: S
kab: Anẓul
ug: جە

source: E
kab: Asammar
ug: شە

source: W
kab: M
ug: غە

source: Failed to restore image from trash
kab: Tecceḍ tririt n tugna seg tqecwalt
ug: ئەخلەتخانىدىن سۈرەتنى ئەسلىگە كەلتۈرەلمىدى

source: Drop Image to View
ug: كۆرۈشتە سۈرەت سۆرەپ تاشلىنىدۇ

source: Failed to Edit Image
ug: سۈرەتنى تەھرىرلىيەلمىدى

source: Free
ug: بوش

source: Original
ug: ئەسلى

source: Square
ug: تۆت چاسا

source: Aspect Ratio
ug: تەرەپ نىسبىتى

source: _Free
ug: ئەركىن(_F)

source: _Original
ug: ئەسلى(_O)

source: _Square
ug: تۆت چاسا(_S)

source: Orientation Landscape
ug: توغرىسىغا

source: Orientation Portrait
ug: بويىغا

source: Rotate
kab: Tuzzya
ug: ئايلاندۇر

source: Rotate Counter Clockwise
ug: سائەت يۆنىلىشىگە قارشى ئايلاندۇر

source: Rotate Clockwise
ug: سائەت يۆنىلىشىدە ئايلاندۇر

source: Flip
ug: ئۆرۈ

source: Mirror Horizontally
ug: توغرىسىغا ئۆرۈيدۇ

source: Mirror Vertically
ug: بويىغا ئۆرۈيدۇ

source: _Reset
ug: ئەسلىگە قايتۇر(_R)

source: Undo Changes in this View
ug: بۇ كۆرۈنۈشتىكى ئۆزگىرىشتىن يېنىۋال

source: Crop Selection
ug: تاللىغاننى قايچىلا

source: (Edited)
ug: ({} تەھرىرلەندى)

source: Failed to save image.
ug: سۈرەتنى ساقلىيالمىدى.

source: Editing Image
ug: سۈرەت تەھرىرلەۋاتىدۇ

source: Failed to edit image.
ug: سۈرەتنى تەھرىرلىيەلمىدى.

source: Failed to Save Image
ug: سۈرەتنى ساقلىيالمىدى

source: Saving Image
ug: سۈرەتنى ساقلاۋاتىدۇ

source: _Cancel
ug: ۋاز كەچ(_C)

source: _Save
ug: ساقلا(_S)

source: _Save As…
ug: باشقا ئاتتا ساقلا(_S)…

source: Keep original and create a new file
ug: ئەسلىسىنى ساقلاپ قېلىپ، يېڭى ھۆججەت قۇرىدۇ

source: _Replace Original
ug: ئەسلىسىنى ئالماشتۇر(_R)

source: Original image will be moved to the trash
ug: ئەسلى سۈرەتنى ئەخلەتخانىغا يۆتكىۋېتىدۇ

source: The following error occurred. If you think this is an issue with the program, please include this information when you report the error.
ug: تۆۋەندىكى خاتالىق كۆرۈلدى. ئەگەر بۇنى پىروگراممىنىڭ مەسىلىسى دەپ قارىسىڭىز، خاتالىقنى مەلۇم قىلغاندا بۇ ئۇچۇرنى قوشۇپ ئەۋەتىڭ.

source: Error Details
ug: خاتالىق تەپسىلاتى

source: The image loader reported the following when trying to load or edit the image. Please include this information when you report an error. If possible, please also provide the image that causes the issue.
ug: سۈرەتنى يۈكلەپ تەھرىرلەشنى سىناۋاتقاندا سۈرەت يۈكلىگۈچ تۆۋەندىكى مەزمۇننى مەلۇم قىلدى. خاتالىقنى مەلۇم قىلغاندا بۇ ئۇچۇرلارنى قوشۇڭ. ئەگەر مۇمكىن بولسا، مەسىلە يۈز بەرگەن ۋاقىتتىكى سۈرەتنى تەمىنلەڭ.

source: Error Message
ug: خاتالىق ئۇچۇرى

source: Copy Error Message
ug: خاتالىق ئۇچۇرىنى كۆچۈر

source: Report _Issue
ug: مەسىلە دوكلاتى(_I)

source: No image loaders available. Maybe the “glycin-loaders” package with compatibility version “{}” is not installed.
ug: ھېچقانداق سۈرەت يۈكلىگۈچ يوق. بەلكىم ماسلىشىشچان نەشرى «{}» نىڭ «glycin-loaders» بوغچىسى ئورنىتىلمىغان بولۇشى مۇمكىن.

source: The image format “{} ({})” is known but not installed.
ug: سۈرەت پىچىمى «{} ({})» مەلۇم قىلىنغان ئەمما ئورنىتىلمىغان.

source: Unknown image format “{} ({}).”
ug: يوچۇن سۈرەت پىچىمى «{} ({}).»

source: There is not enough free memory available to load this image.
ug: بۇ سۈرەتنى يۈكلەشكە يېتەرلىك بوش ئەسلەك يوق.

source: Failed to load image file: {}
ug: سۈرەت ھۆججەتنى يۈكلىيەلمىدى: {}

source: Either the image file is corrupted or it contains unsupported elements.
ug: سۈرەت ھۆججەت بۇزۇلغان ياكى ئۇنىڭدا قوللىمايدىغان ئېلېمېنت بار.

source: _Open With…
kab: _Ldi s…
ug: ئاچقۇز(_O)…

source: _Print…
kab: _Siggez…
ug: باس(_P)…

source: _Set as Background…
kab: _Sbadu-t d agilal…
ug: تەگلىككە تەڭشە(_S)…

source: _Delete
ug: ئۆچۈر(_D)

source: _Copy
kab: _Nɣel
ug: كۆچۈر(_C)

source: Could not Load Image
kab: Yegguma ad d-isali tugna
ug: سۈرەتنى يۈكلىيەلمەيدۇ

source: More _Information
ug: تېخىمۇ كۆپ ئۇچۇر(_I)

source: _Reload
ug: قايتا يۈكلە(_R)

source: Rotate Left
kab: Zzi ɣer zelmeḍ
ug: سولغا ئايلاندۇر

source: Rotate Right
kab: Zzi ɣer yeffus
ug: ئوڭغا ئايلاندۇر

source: Set as background.
kab: Sbadu-t d agilal.
ug: تەگلىككە تەڭشەيدۇ.

source: Could not set background.
kab: Yegguma ad isbadu agilal.
ug: تەگلىككە تەڭشىيەلمىدى.

source: Previous Image
kab: Tugna tudfirt
ug: ئالدىنقى سۈرەت

source: Next Image
kab: Tugna tuḍfirt
ug: كېيىنكى سۈرەت

source: Zoom Out
kab: Semɣer
ug: يىراقلات

source: Zoom In
kab: Semẓi
ug: يېقىنلات

source: Toggle Zoom
ug: نىسبىتىنى ئالماشتۇر

source: Zoom to Specific Level
ug: بەلگىلەنگەن دەرىجە نىسبىتى

source: Custom Zoom Level
ug: ئىختىيارى نىسبەت دەرىجىسى

source: Zoom to Specified Level
ug: بەلگىلەنگەن دەرىجە نىسبىتىگە

source: Supported image formats
kab: Imasalen n tugna yettwasefraken
ug: قوللايدىغان سۈرەت پىچىمى

source: All files
kab: Akk ifuyla
ug: ھەممە ھۆججەت

source: Open Image
kab: Ldi tugna
ug: سۈرەت ئاچ

source: Image copied to clipboard
kab: Tugna tettwanɣel ɣer tecfawt
ug: سۈرەت چاپلاش تاختىسىغا كۆچۈرۈلدى

source: Image moved to trash
kab: Tugna tettwasenkez ɣer tqecwalt
ug: سۈرەت ئەخلەتخانىغا يۆتكەلدى

source: Undo
kab: Semmet
ug: يېنىۋال

source: Failed to move image to trash
kab: Yecceḍ usenkez n tugna ɣer tqecwalt
ug: سۈرەتنى ئەخلەتخانىغا يۆتكىيەلمىدى

source: Permanently Delete Image?
kab: Kkes tugna i lebda?
ug: سۈرەتنى مەڭگۈلۈك ئۆچۈرەمدۇ؟

source: After deleting the image “{}” it will be permanently lost.
kab: Seld tukksa n tugna "{}” ad iruḥ i lebda.
ug: سۈرەت «{}» ئۆچۈرۈلگەندىن كېيىن مەڭگۈلۈك يوقىلىدۇ.

source: Cancel
kab: Sefsex
ug: ۋاز كەچ

source: Delete
kab: Kkes
ug: ئۆچۈر

source: Failed to delete image
kab: Tecceḍ tukksa n tugna
ug: سۈرەتنى ئۆچۈرەلمىدى

source: _New Window
kab: _Asfaylu amaynut
ug: يېڭى كۆزنەك(_N)

source: _Open…
kab: _Ldi…
ug: ئاچ(_O)…

source: _Help
kab: _Tallalt
ug: ياردەم(_H)

source: _Keyboard Shortcuts
kab: _Inegzumen n unasiw
ug: ھەرپتاختا تېزلەتمىسى(_K)

source: _About Image Viewer
kab: _Γef umsenqad n tugniwin
ug: سۈرەت كۆرگۈ ھەققىدە(_A)

source: Toggle Fullscreen
kab: Qluqel ɣer ugdil aččuran
ug: تولۇق ئېكرانغا ئالماش

source: Main Menu
kab: Umuɣ agejdan
ug: ئاساسىي تىزىملىك

source: Image Properties
kab: Iraten n tugniwin
ug: سۈرەت خاسلىقى

source: Edit Image
ug: سۈرەت تەھرىرلەش

source: View and Edit Images
ug: سۈرەتنى كۆرسىتىپ ۋە تەھرىرلەيدۇ

source: Drag and drop images here
kab: Zuɣer syen sres tugniwin dagi
ug: سۈرەت بۇ جايغا سۆرەپ تاشلىنىدۇ

source: _Open Files…
kab: _Ldi ifuyla…
ug: ھۆججەت ئاچ(_O)…

source: Top
kab: Asawen
ug: ئۈستى

source: Center
kab: Talemmast
ug: مەركەز

source: Bottom
kab: Akessar
ug: ئاستى

source: Left
kab: Azelmaḍ
ug: سول

source: Right
kab: Ayeffus
ug: ئوڭ

source: Print “{}”
kab: Siggez “{}”
ug: «{}» نى باس

source: Continue…
ug: داۋاملاشتۇر…

source: Print Image
ug: سۈرەت باس

source: _Scale
kab: _Tafesna
ug: كۆرسىتىش نىسبىتى(_S)

source: _Width
kab: _Tehri
ug: كەڭلىك(_W)

source: _Back
kab: _Ɣer deffir
ug: قايت(_B)

source: _Print
kab: _Siggez
ug: باس(_P)

source: Layout
kab: Taneɣruft
ug: جايلاشتۇرۇش

source: _Orientation
kab: _Tanila
ug: يۆنىلىش(_O)

source: Portrait Page Orientation
kab: Tanila n yisebtar s teɣzi
ug: بويىغا بەت يۆنىلىش

source: Landscape Page Orientation
kab: Tanila n yisebtar s tehri
ug: توغرىسىغا بەت يۆنىلىش

source: _Alignment
kab: _Areyyec
ug: توغرىلا(_A)

source: Margins
kab: Tamiwin
ug: گىرۋەك

source: Margin Units
kab: Iferdisen n tama
ug: گىرۋەك بىرلىكى

source: _Horizontal
kab: _Aglawan
ug: توغرىسىغا(_H)

source: _Vertical
kab: _Aratak
ug: بويىغا(_V)

source: Image Size
kab: Teɣzi n tugna
ug: سۈرەت چوڭلۇقى

source: Image Size Units
kab: Iferdisen n teɣzi n tama
ug: سۈرەت چوڭلۇق بىرلىكى

source: _Fill Space
kab: _Ččar tallunt
ug: بوشلۇقنى تولدۇر(_F)

source: H_eight
kab: T_iddi
ug: ئېگىزلىك(_E)

source: Unknown
kab: Arussin
ug: يوچۇن

source: , transparent
kab: , afrawan
ug: ، سۈزۈك

source: , grayscale
kab: , tifesniwin n udemdam
ug: ، كۈلرەڭ

source: Image Coordinates Copied
kab: Imsidag n tugna ttwaneɣlen
ug: سۈرەتنىڭ كوردىناتى كۆچۈرۈلدى

source: Folder
kab: Akaram
ug: قىسقۇچ

source: Open Containing Folder
kab: Ldi akaram anagbar
ug: تۇرۇشلۇق قىسقۇچنى ئاچ

source: Image Format
kab: Amasal n tugna
ug: سۈرەت پىچىمى

source: File Size
kab: Teɣzi n ufaylu
ug: ھۆججەت چوڭلۇقى

source: File Created
kab: Afaylu yettwarna
ug: ھۆججەت قۇرۇلغان چېسلا

source: File Modified
kab: Afaylu yettwabeddel
ug: ھۆججەتنى ئۆزگەرتكەن چېسلا

source: Location
kab: Adig
ug: ئورنى

source: Copy Coordinates
kab: Nɣel imsidag
ug: كوردىناتنى كۆچۈر

source: Open Location
kab: Ldi adig
ug: ئورۇننى ئاچ

source: Originally Created
kab: Yettwarna deg tazwara
ug: ئەسلى قۇرۇلغان ۋاقىت

source: Comment
ug: ئىزاھات

source: Aperture
kab: Alday
ug: نۇر گەردىشى

source: Exposure
kab: Timsikent
ug: نۇر ئۆتۈش

source: Focal Length
kab: Teɣzi n udikan
ug: فوكۇس ئارىلىقى

source: Maker, Model
kab: Amesnulfu, Tamudemt
ug: ياسىغۇچى، تىپى

source: Show Details
ug: تەپسىلاتىنى كۆرسەت

source: View images
kab: Sken tugniwin

# shortcut window
source: Copy Image or Metadata to Clipboard
kab: Nɣel tugna neɣ Metadata ɣer tecfawt

source: Failed to open image
kab: Tecceḍ twaledyawt n tugna

source: in
kab: deg

source: Copy to Clipboard
kab: Nɣel ɣer tecfawt

source: Move to Trash
kab: Ger-it ɣer tqecwalt

source: View Images
kab: Sken tugniwin
